Телеграм/src/InformationRegisters/КомандыБотаБэкенд/КомандыБотаБэкенд.mdo
<?xml version="1.0" encoding="UTF-8"?>
<mdclass:InformationRegister>
  <name>КомандыБотаБэкенд</name>
  <resources>
    <name>Команда</name>
    <type>
      <types>String</types>
      <stringQualifiers>
        <length>200</length>
      </stringQualifiers>
    </type>
  </resources>
  <dimensions>
    <name>Название</name>
    <type>
      <types>String</types>
      <stringQualifiers>
        <length>20</length>
      </stringQualifiers>
    </type>
  </dimensions>
</mdclass:InformationRegister>

Телеграм/src/CommonModules/АдресКомандыСервер/Module.bsl
#Область ИмяКоманды
Функция СобратьИмяКоманды(Команда) Экспорт
	Префикс = "bot";
	Токен = Константы.Токен.Получить();
	СтруктураКоманды = РегистрыСведений.КомандыБотаБэкенд.Получить(Новый Структура("Название", Команда));
	Постфикс = СтруктураКоманды.Команда;
	
	Возврат Префикс + Токен + Постфикс;	
КонецФункции
#КонецОбласти
